Repository: ekbdinger/ekb_all_folder
Catalog: modules/poormanscron/translations/*.po
Languages: es, ja, nl, pl, pt

source: Time intervals
es: Intervalos de tiempo
ja: 実行間隔の設定
nl: Tijdinterval
pl: Uruchamiaj co
pt: Intervalos de tempo

source: Cron runs interval
es: Intervalo para ejecutar cron
ja: Cron の実行間隔
nl: Cron runs intervallen
pl: Czas pomiędzy uruchomieniami demona cron
pt: Intervalo entre execuções do cron

source: Minimum number of minutes between cron runs. Cron will actually execute during the first page request after the interval has elapsed.
es: Mínimo número de minutos entre ejecuciones de cron. Cron se ejecutará realmente durante la primera petición de página tras el intervalo especificado.
ja: Cron を実行する間隔を（分）単位で指定します。 ここで設定した時間経過後に初めてページがリクエストされた時、Cron が実行されます。
nl: Minimum aantal minuten tussen cron runs. Cron zal pas uitgevoerd worden bij de eerste paginaoproep nadat deze interval voorbij is.
pl: Minimalna liczba minut pomiędzy uruchomieniami demona cron. W rzeczywistości demon cron będzie wykonywał zadania po upływie tego czasu podczas pierwszej próby pobrania treści przez użytkownika.
pt: Número mínimo de minutos entre cada execução do cron. O cron será executado durante a primeira requisição de página após o intervalo expirar.

source: Retry interval
es: Intervalo para reintentar cron tras un error
ja: 再試行の間隔
nl: Herprobeerinterval
pl: Powtarzaj co
pt: Intervalo entre tentativas

source: The number of minutes to wait after a cron run error before retrying.
es: Número de minutos para esperar tras un error de cron antes de reintentar
ja: Cron 実行エラーから再試行までの間隔を（分）単位で指定します。
nl: Het aantal minuten om te wachten met herproberen nadat een cron run een fout gaf.
pl: Liczba minut przerwy pomiędzy próbami uruchomienia zaplanowanych zadań w przypadku błędu.
pt: O número de minutos de espera após um erro de execução do cron antes de tentar novamente.

source: Logging
es: Registro
ja: ログの記録
pl: Zapis do dziennika zdarzeń
pt: Registo

source: Log successful cron runs
es: Registrar ejecuciones de cron exitosas
ja: Cron 実行の成功ログ
nl: Log succesvolle cron runs
pl: Zadania zakończone sukcesem zapisuj do dziennika zdarzeń
pt: Registar execuções bem sucedidas do cron

source: Yes
es: Sí
ja: はい
nl: Ja
pl: Tak
pt: Sim

source: No
ja: いいえ
nl: Nee
pl: Nie
pt: Não

source: If you want to log successful cron runs to the Drupal watchdog, say Yes here. If those messages annoy you, disable them by selecting No.
es: Si quieres registrar funcionamientos de cron satisfactorios en el watchdog de Drupal, marca Sí. Si esos mensajes te molestan, no los selecciones indicando No.
ja: Cron の実行が成功したことを Drupal の Watchdog モジュールにログとして残したい場合は「はい」を選択します。 それらのメッセージが不要な場合は「いいえ」を選択します。
nl: Als je de succesvolle cron runs van poormanscron wilt loggen naar de Drupal watchdog kun je hier Ja zeggen. Als deze berichten je irriteren kies je Nee.
pl: Jeśli chcesz zapisywać prawidłowe wykonania zadań demona cron do dziennika Drupala, zaznacz Tak. Jeśli wiadomości cię drażnią - wybierz Nie.
pt: Se quiser guardar um registo de execuções correctas do cron no histórico do Drupal, seleccione Sim aqui. Se essas mensagens forem desnecessárias, desactive-as seleccionando Não.

source: Log poormanscron progress
es: Progreso del registro de poormanscron
ja: プアマンズ Cron モジュールの進行状況ログ
nl: Log poormanscron voortgang
pl: Zapisuj postęp pracy modułu poormanscron w dzienniku zdarzeń
pt: Registar o progresso do poormanscron

source: If you want to log the progress of a poormanscron run to the Drupal watchdog, say Yes here. If those messages annoy you, disable them by selecting No.
es: Si quieres registrar el progreso de una ejecución de poormanscron en el watchdog de Drupal, marca Sí. Si esos mensajes te molestan, no los selecciones indicando No.
ja: プアマンズ Cron モジュールの進行状況を Drupal の Watchdog モジュールにログとして残したい場合は「はい」を選択します。 それらのメッセージが不要な場合は「いいえ」を選択します。
nl: Als je de voortgang van poormanscron wilt loggen naar de Drupal watchdog kun je hier Ja zeggen. Als deze berichten je irriteren kies je Nee.
pl: Jeśli chcesz zapisywać postępy pracy modułu poormanscron wybierz Tak. Jeśli wiadomości cię drażnią - wybierz Nie.
pt: Se quiser registar o processo de uma execução do poormanscron no histórico do Drupal, seleccione Sim aqui. Se essas mensagens forem desnecessárias, seleccione Não.

source: Poormanscron
ja: プアマンズ Cron

source: Internal scheduler for users without a cron application.
ja: Cron タスクを管理するための内部スケジューラです。
nl: Interne planner voor gebruikers zonder een cronapplicatie.
pl: Moduł do wykonywania harmonogramu zadań dla użytkowników nie posiadających zainstalowanej aplikacji cron.

source: The Poormanscron module runs cron jobs without the need of the cron application.
ja: プアマンズ Cron モジュールは、Cron アプリケーションを必要とせずに Cron ジョブを実行します。
nl: De Poormanscronmodule voert crontaken uit zonder een cronapplicatie nodig te hebben.
pl: Uruchamia zadania demona cron bez zainstalowanej aplikacji cron.

source: The settings provided here allow you to administer Poormancron.
ja: プアマンズ Cron の管理設定を行います。
nl: Met deze instellingen kun je Poormanscron beheren.
pl: Ustawienia pozwalające na administrowanie modułem Poormanscron

source: Executed %hook via poormanscron, took %time.
ja: プアマンズ Cron を経由した %hook の実行に %time を要しました。
nl: %hook is uitgevoerd via poormanscron, gebruikte tijd: %time.
pl: Wykonanie %hook przy pomocy modułu poormanscron, zajęło %time.

source: Cron run completed (via poormanscron).
ja: Cron の実行が完了しました。（プアマンズ Cron 経由）
nl: Cron run is gelukt (via poormanscron)
pl: Uruchomienie demona cron zakończone sukcesem (przy pomocy modułu poormanscron).

source: A module which runs Drupal cron jobs without the cron application.
ja: Drupal の Cron ジョブを実行するためのモジュールです。
nl: Een module die Drupal crontaken kan uitvoeren zonder cronapplicatie.

source: poormanscron
es: poormanscro
ja: プアマンズ Cron

source: Runs Drupal cron jobs without the cron application.
es: Ejecuta cron en Drupal sin necesitar la aplicación cron
pt: Executa tarefas de cron do Drupal sem a aplicação de cron.
